Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: nebo
da: himmel
de: Himmel
en: sky
fr: ciel
nb: himmel
nl: hemel
sv: himmel
tr: gökyüzü

source: zvijezda
da: stjerne
de: Stern
en: star
fr: étoile
nb: stjerne
nl: ster
sv: stjärna
tr: yıldız

source: pas
da: hund
de: Hund
en: dog
fr: chien
nb: hund
nl: hond
sv: hund
tr: köpek

source: mačka
da: kat
de: Katze
en: cat
fr: chat
nb: katt
nl: kat
sv: katt
tr: kedi

source: ptica
da: fugl
de: Vogel
en: bird
fr: oiseau
nb: fugl
nl: vogel
sv: fågel
tr: kuş

source: pčela
da: bi
de: Biene
en: bee
fr: abeille
nb: bie
nl: honingbij
sv: bi
tr: arı

source: munja
da: lyn
de: Blitz
en: lightning
fr: éclair (orage)
nb: lyn
nl: bliksem
sv: blixt
tr: şimşek

source: grmljavina
da: torden
de: Donner
en: thunder
fr: tonnerre
nb: torden
nl: donder
sv: åska
tr: gök gürültüsü

source: led
da: is (frosset vand)
de: Eis (gefrorenes Wasser)
en: ice (frozen water)
fr: glace (eau gelée)
nb: is (frossent vann)
nl: ijs (bevroren water)
sv: is (fruset vatten)
tr: buz (donmuş su)

source: magla
da: tåge
de: Nebel
en: fog
fr: brouillard
nb: tåke
nl: mist
sv: dimma
tr: sis

source: duga
da: regnbue
de: Regenbogen
en: rainbow
fr: arc-en-ciel
nb: regnbue
nl: regenboog
sv: regnbåge
tr: gökkuşağı

source: hlad
da: skygge
de: Schatten
en: shade
fr: ombre
nb: skygge
nl: schaduw
sv: skugga
tr: gölge

source: oluja
da: storm
de: Sturm
en: storm
fr: tempête
nb: storm
nl: storm
sv: storm
tr: fırtına

source: glava
da: hoved
de: Kopf
en: head
fr: tête
nb: hode
nl: hoofd
sv: huvud
tr: baş

source: kosa
da: hår
de: Haar
en: hair
fr: cheveux
nb: hår
nl: haar
sv: hår
tr: saç

source: oko
da: øje
de: Auge
en: eye
fr: œil
nb: øye
nl: oog
sv: öga
tr: göz

source: uho
da: øre
de: Ohr
en: ear
fr: oreille
nb: øre
nl: oor
sv: öra
tr: kulak

source: nos
da: næse
de: Nase
en: nose
fr: nez
nb: nese
nl: neus
sv: näsa
tr: burun

source: usta
da: mund
de: Mund
en: mouth
fr: bouche
nb: munn
nl: mond
sv: mun
tr: ağız

source: zub
da: tand
de: Zahn
en: tooth
fr: dent
nb: tann
nl: tand
sv: tand
tr: diş

source: vrat
da: hals
de: Hals
en: neck
fr: cou
nb: hals
nl: hals
sv: hals
tr: boyun / boğaz

source: ruka
da: hånd / arm
de: Hand / Arm
en: hand / arm
fr: main / bras
nb: hånd / arm
nl: hand / arm
sv: hand / arm
tr: el / kol

source: prst
da: finger
de: Finger
en: finger
fr: doigt
nb: finger
nl: vinger
sv: finger
tr: parmak

source: noga
da: ben
de: Bein
en: leg
fr: jambe
nb: bein
nl: been
sv: ben
tr: bacak

source: stomak
da: mave
de: Bauch
en: stomach
fr: ventre
nb: mage
nl: buik
sv: mage
tr: karın

source: leđa
da: ryg
de: Rücken
en: back
fr: dos
nb: rygg
nl: rug
sv: rygg
tr: sırt

source: srce
da: hjerte
de: Herz
en: heart
fr: cœur
nb: hjerte
nl: hart
sv: hjärta
tr: kalp

source: bolestan / bolesna
da: syg (m/k)
de: krank (m/w)
en: sick (m/f)
fr: malade (m/f)
nb: syk (m/k)
nl: ziek (m/v)
sv: sjuk (m/k)
tr: hasta (e/k)

source: zdrav / zdrava
da: rask (m/k)
de: gesund (m/w)
en: healthy (m/f)
fr: en bonne santé (m/f)
nb: frisk (m/k)
nl: gezond (m/v)
sv: frisk (m/k)
tr: sağlıklı (e/k)

source: doktor
da: læge
de: Arzt
en: doctor
fr: médecin
nb: lege
nl: dokter
sv: läkare

source: bolnica
da: hospital
de: Krankenhaus
en: hospital
fr: hôpital
nb: sykehus
nl: ziekenhuis
sv: sjukhus
tr: hastane

source: apoteka
da: apotek
de: Apotheke
en: pharmacy
fr: pharmacie
nb: apotek
nl: apotheek
sv: apotek
tr: eczane

source: bol
da: smerte
de: Schmerz
en: pain
fr: douleur
nb: smerte
nl: pijn
sv: smärta
tr: ağrı

source: Boli me
da: Det gør ondt
de: Es tut mir weh
en: It hurts
fr: Ça fait mal
nb: Det gjør vondt
nl: Het doet pijn
sv: Det gör ont
tr: Ağrıyor

source: glavobolja
da: hovedpine
de: Kopfschmerzen
en: headache
fr: mal de tête
nb: hodepine
nl: hoofdpijn
sv: huvudvärk
tr: baş ağrısı

source: temperatura
da: feber
de: Fieber
en: fever
fr: fièvre
nb: feber
nl: koorts
sv: feber
tr: vücut ateşi

source: lijek
da: medicin
de: Medikament
en: medicine
fr: médicament
nb: medisin
nl: medicijn
sv: medicin
tr: ilaç

source: Brz oporavak
da: God bedring!
de: Gute Besserung!
en: Get well soon!
fr: Bon rétablissement !
nb: God bedring!
nl: Beterschap!
sv: Krya på dig!
tr: Geçmiş olsun!

source: radnja
da: forretning
de: Geschäft
en: store
fr: magasin
nb: forretning
nl: zaak
sv: affär
tr: dükkân

source: tržni centar
da: indkøbscenter
de: Einkaufszentrum
en: shopping mall
fr: centre commercial
nb: kjøpesenter
nl: winkelcentrum
sv: köpcentrum
tr: alışveriş merkezi

source: kasa
da: kasse
de: Kasse
en: checkout
fr: caisse
nb: kasse
nl: kassa
sv: kassa

source: cijena
da: pris
de: Preis
en: price
fr: prix
nb: pris
nl: prijs
sv: pris
tr: fiyat

source: popust
da: rabat
de: Rabatt
en: discount
fr: réduction
nb: rabatt
nl: korting
sv: rabatt
tr: indirim

source: gotovina
da: kontanter
de: Bargeld
en: cash
fr: espèces
nb: kontanter
nl: contant geld
sv: kontanter
tr: nakit

source: kartica
da: kort (betalingskort)
de: Karte (Bankkarte)
en: card (bank card)
fr: carte (carte bancaire)
nb: kort (bankkort)
nl: pas (bankpas)
sv: kort (bankkort)
tr: kart (banka kartı)

source: torba
da: taske
de: Tasche
en: bag
fr: sac
nb: veske
nl: tas
sv: väska
tr: çanta

source: odjeća
da: tøj
de: Kleidung
en: clothes
fr: vêtements
nb: klær
nl: kleding
sv: kläder
tr: giysi

source: košulja
da: skjorte
de: Hemd
en: shirt
fr: chemise
nb: skjorte
nl: overhemd
sv: skjorta
tr: gömlek

source: majica
da: T-shirt
de: T-Shirt
en: T-shirt
fr: tee-shirt
nb: t-skjorte
nl: T-shirt
sv: t-shirt
tr: tişört

source: pantalone
da: bukser
de: Hose
en: pants
fr: pantalon
nb: bukse
nl: broek
sv: byxor
tr: pantolon

source: jakna
da: jakke
de: Jacke
en: jacket
fr: veste
nb: jakke
nl: jas
sv: jacka
tr: ceket

source: haljina
da: kjole
de: Kleid
en: dress
fr: robe
nb: kjole
nl: jurk
sv: klänning
tr: elbise

source: suknja
da: nederdel
de: Rock
en: skirt
fr: jupe
nb: skjørt
nl: rok
sv: kjol
tr: etek

source: cipele
da: sko
de: Schuhe
en: shoes
fr: chaussures
nb: sko
nl: schoenen
sv: skor
tr: ayakkabı

source: čarape
da: strømper
de: Socken
en: socks
fr: chaussettes
nb: sokker
nl: sokken
sv: strumpor
tr: çorap

source: kapa
da: hue
de: Mütze
en: cap
fr: bonnet
nb: lue
nl: muts
sv: mössa
tr: bere

source: veličina
da: størrelse
de: Größe
en: size
fr: taille
nb: størrelse
nl: maat
sv: storlek
tr: beden

source: veliko
da: stor
de: groß
en: big
fr: grand
nb: stor
nl: groot
sv: stor
tr: büyük

source: malo
da: lille
de: klein
en: small
fr: petit
nb: liten
nl: klein
sv: liten
tr: küçük

source: novo
da: ny
de: neu
en: new
fr: nouveau
nb: ny
nl: nieuw
sv: ny
tr: yeni

source: staro
da: gammel
de: alt
en: old
fr: vieux
nb: gammel
nl: oud
sv: gammal
tr: eski

source: Tražim ...
da: Jeg leder efter ...
de: Ich suche ...
en: I am looking for ...
fr: Je cherche ...
nb: Jeg ser etter ...
nl: Ik zoek ...
sv: Jag letar efter ...
tr: ... arıyorum

source: Imate li ...?
da: Har I ...?
de: Haben Sie ...?
en: Do you have ...?
fr: Avez-vous ... ?
nb: Har dere ...?
nl: Heeft u ...?
sv: Har ni ...?
tr: ... var mı?

source: Uzet ću ovo
da: Jeg tager den her
de: Ich nehme das
en: I will take this
fr: Je prends celui-ci
nb: Jeg tar denne
nl: Ik neem deze
sv: Jag tar den här
tr: Bunu alıyorum

source: Mogu li platiti karticom?
da: Kan jeg betale med kort?
de: Kann ich mit Karte zahlen?
en: Can I pay by card?
fr: Je peux payer par carte ?
nb: Kan jeg betale med kort?
nl: Kan ik met de pas betalen?
sv: Kan jag betala med kort?
tr: Kartla ödeyebilir miyim?

source: Gdje je ...?
da: Hvor er ...?
de: Wo ist ...?
en: Where is ...?
fr: Où est ... ?
nb: Hvor er ...?
nl: Waar is ...?
sv: Var ligger ...?
tr: ... nerede?

source: lijevo
da: venstre
de: links
en: left
fr: à gauche
nb: venstre
nl: links
sv: vänster
tr: sol

source: desno
da: højre
de: rechts
en: right
fr: à droite
nb: høyre
nl: rechts
sv: höger
tr: sağ

source: pravo
da: ligeud
de: geradeaus
en: straight ahead
fr: tout droit
nb: rett fram
nl: rechtdoor
sv: rakt fram
tr: dosdoğru

source: ulica
da: gade
de: Straße
en: street
fr: rue
nb: gate
nl: straat
sv: gata
tr: sokak

source: kuća
da: hus
de: Haus
en: house
fr: maison
nb: hus
nl: huis
sv: hus
tr: ev

source: grad
da: by
de: Stadt
en: city
fr: ville
nb: by
nl: stad
sv: stad
tr: şehir

source: selo
da: landsby
de: Dorf
en: village
fr: village
nb: landsby
nl: dorp
sv: by
tr: köy

source: stanica
da: station / stoppested
de: Bahnhof / Haltestelle
en: station / stop
fr: gare / arrêt
nb: stasjon / holdeplass
nl: station / halte
sv: station / hållplats
tr: istasyon / durak

source: auto
da: bil
en: car
fr: voiture
nb: bil
sv: bil
tr: araba

source: autobus
da: bus
de: Bus
en: bus
fr: bus
nb: buss
nl: bus
sv: buss
tr: otobüs

source: prodavnica
da: butik
de: Laden
en: shop
fr: boutique
nb: butikk
nl: winkel
sv: butik
tr: mağaza

source: pijaca
da: marked
de: Markt
en: market
fr: marché
nb: marked
nl: markt
sv: marknad
tr: pazar yeri

source: novac
da: penge
de: Geld
en: money
fr: argent
nb: penger
nl: geld
sv: pengar
tr: para

source: Koliko košta?
da: Hvad koster det?
de: Wie viel kostet das?
en: How much does it cost?
fr: Ça coûte combien ?
nb: Hva koster det?
nl: Hoeveel kost dat?
sv: Vad kostar det?
tr: Bu kaça?

source: skupo
da: dyrt
de: teuer
en: expensive
fr: cher
nb: dyrt
nl: duur
sv: dyrt
tr: pahalı

source: jeftino
da: billigt
de: billig
en: cheap
fr: bon marché
nb: billig
nl: goedkoop
sv: billigt
tr: ucuz

source: otvoreno
da: åbent
de: offen
en: open
fr: ouvert
nb: åpent
nl: open
sv: öppet
tr: açık

source: zatvoreno
da: lukket
de: geschlossen
en: closed
fr: fermé
nb: stengt
nl: gesloten
sv: stängt
tr: kapalı

source: biti
da: at være
de: sein
en: to be
fr: être
nb: være
nl: zijn (werkwoord)
sv: vara
tr: olmak

source: imati
da: at have
de: haben
en: to have
fr: avoir
nb: ha
nl: hebben
sv: ha
tr: sahip olmak

source: ići
da: at gå
de: gehen
en: to go
fr: aller
nb: gå
nl: gaan
sv: gå
tr: gitmek

source: doći
da: at komme
de: kommen
en: to come
fr: venir
nb: komme
nl: komen
sv: komma
tr: gelmek

source: jesti
da: at spise
de: essen
en: to eat
fr: manger
nb: spise
nl: eten
sv: äta
tr: yemek

source: piti
da: at drikke
de: trinken
en: to drink
fr: boire
nb: drikke
nl: drinken
sv: dricka
tr: içmek

source: govoriti
da: at tale
de: sprechen
en: to speak
fr: parler
nb: snakke
nl: spreken
sv: tala
tr: konuşmak

source: razumjeti
da: at forstå
de: verstehen
en: to understand
fr: comprendre
nb: forstå
nl: begrijpen
sv: förstå
tr: anlamak

source: znati
da: at vide
de: wissen
en: to know
fr: savoir
nb: vite
nl: weten
sv: veta
tr: bilmek

source: htjeti
da: at ville
de: wollen
en: to want
fr: vouloir
nb: ville
nl: willen
sv: vilja
tr: istemek

source: moći
da: at kunne
de: können
en: to be able to
fr: pouvoir
nb: kunne
nl: kunnen
sv: kunna
tr: -ebilmek

source: voljeti
da: at elske
de: lieben
en: to love
fr: aimer
nb: elske
nl: houden van
sv: älska
tr: sevmek

source: raditi
da: at arbejde
de: arbeiten
en: to work
fr: travailler
nb: arbeide
nl: werken
sv: arbeta
tr: çalışmak

source: spavati
da: at sove
de: schlafen
en: to sleep
fr: dormir
nb: sove
nl: slapen
sv: sova
tr: uyumak

source: učiti
da: at lære
de: lernen
en: to learn
fr: apprendre
nb: lære
nl: leren
sv: lära sig
tr: öğrenmek

source: vidjeti
da: at se
de: sehen
en: to see
fr: voir
nb: se
nl: zien
sv: se
tr: görmek

source: kupiti
da: at købe
de: kaufen
en: to buy
fr: acheter
nb: kjøpe
nl: kopen
sv: köpa
tr: satın almak

source: stanovati
da: at bo
de: wohnen
en: to live (somewhere)
fr: habiter
nb: bo
nl: wonen
sv: bo
tr: oturmak / yaşamak

source: Šta ima?
da: Hvad så? / Hvordan går det?
de: Was gibt's? / Wie läuft's?
en: What's up? / How is it going?
fr: Quoi de neuf ? / Ça roule ?
nb: Hva skjer? / Hvordan går det?
nl: Hoe is het? / Alles goed?
sv: Vad händer? / Hur går det?
tr: Ne var ne yok?

source: Sve je dobro
da: Alt er godt
de: Alles gut
en: All good
fr: Tout va bien
nb: Alt er bra
nl: Alles goed
sv: Allt är bra
tr: Her şey yolunda

source: Nema problema
da: Intet problem
de: Kein Problem
en: No problem
fr: Pas de problème
nb: Ikke noe problem
nl: Geen probleem
sv: Inga problem
tr: Sorun değil

source: Ne brini
da: Du skal ikke være bekymret
de: Mach dir keine Sorgen
en: Do not worry
fr: Ne t'inquiète pas
nb: Ikke bekymre deg
nl: Maak je geen zorgen
sv: Oroa dig inte
tr: Merak etme

source: Hajde!
da: Kom nu! / Af sted!
de: Komm! / Los!
en: Come on! / Let's go!
fr: Allez !
nb: Kom igjen!
nl: Kom op!
sv: Kom igen!
tr: Hadi!

source: Hajmo!
da: Så kører vi!
de: Auf geht's!
en: Let's go!
fr: C'est parti !
nb: Nå drar vi!
nl: Daar gaan we!
sv: Nu kör vi!
tr: Hadi gidelim!

source: Vidi
da: Se her
de: Schau mal
en: Look
fr: Regarde
nb: Se her
nl: Kijk eens
sv: Titta
tr: Bak

source: Stvarno?
da: Virkelig?
de: Wirklich?
en: Really?
fr: Vraiment ?
nb: Virkelig?
nl: Echt waar?
sv: Verkligen?
tr: Gerçekten mi?

source: lijepo
da: flot
de: schön
en: nice
fr: joli
nb: fint
nl: mooi
sv: fint
tr: güzel

source: Ništa
da: Ingenting
de: Nichts
en: Nothing
fr: Rien
nb: Ingenting
nl: Niets
sv: Ingenting
tr: Hiçbir şey

source: Sve
da: Alt
de: Alles
en: Everything
fr: Tout
nb: Alt
nl: Alles
sv: Allt
tr: Her şey

source: Šta radiš?
da: Hvad laver du?
de: Was machst du?
en: What are you doing?
fr: Qu'est-ce que tu fais ?
nb: Hva gjør du?
nl: Wat doe je?
sv: Vad gör du?
tr: Ne yapıyorsun?

source: Gdje si?
da: Hvor er du?
de: Wo bist du?
en: Where are you?
fr: Où es-tu ?
nb: Hvor er du?
nl: Waar ben je?
sv: Var är du?
tr: Neredesin?

source: Nemam vremena
da: Jeg har ikke tid
de: Ich habe keine Zeit
en: I have no time
fr: Je n'ai pas le temps
nb: Jeg har ikke tid
nl: Ik heb geen tijd
sv: Jag har ingen tid
tr: Vaktim yok

source: Umoran sam / Umorna sam
da: Jeg er træt (m/k)
de: Ich bin müde (m/w)
en: I am tired (m/f)
fr: Je suis fatigué (m/f)
nb: Jeg er trøtt (m/k)
nl: Ik ben moe (m/v)
sv: Jag är trött (m/k)
tr: Yorgunum (e/k)

source: sretan / sretna
da: glad (m/k)
de: glücklich (m/w)
en: happy (m/f)
fr: heureux (m/f)
nb: glad (m/k)
nl: blij (m/v)
sv: glad (m/k)
tr: mutlu (e/k)

source: tužan / tužna
da: ked af det (m/k)
de: traurig (m/w)
en: sad (m/f)
fr: triste (m/f)
nb: lei seg (m/k)
nl: verdrietig (m/v)
sv: ledsen (m/k)
tr: üzgün (e/k)

source: ljubav
da: kærlighed
de: Liebe
en: love
fr: amour
nb: kjærlighet
nl: liefde
sv: kärlek
tr: sevgi

source: Volim te
da: Jeg elsker dig
de: Ich liebe dich
en: I love you
fr: Je t'aime
nb: Jeg elsker deg
nl: Ik hou van je
sv: Jag älskar dig
tr: Seni seviyorum

source: Nedostaješ mi
da: Jeg savner dig
de: Ich vermisse dich
en: I miss you
fr: Tu me manques
nb: Jeg savner deg
nl: Ik mis je
sv: Jag saknar dig
tr: Seni özledim

source: dušo
da: skat (tiltale)
de: Schatz (Anrede)
en: sweetheart (form of address)
fr: mon cœur (pour s'adresser)
nb: kjære (tiltale)
nl: schat (aanspreekvorm)
sv: älskling (tilltal)
tr: canım (hitap)

source: Sviđa mi se
da: Det kan jeg lide
de: Das gefällt mir
en: I like it
fr: Ça me plaît
nb: Jeg liker det
nl: Dat vind ik leuk
sv: Jag gillar det
tr: Bu hoşuma gidiyor

source: Htio bih / Htjela bih
da: Jeg vil gerne (m/k)
de: Ich möchte (m/w)
en: I would like (m/f)
fr: Je voudrais (m/f)
nb: Jeg vil gjerne (m/k)
nl: Ik zou graag willen (m/v)
sv: Jag skulle vilja (m/k)
tr: İstiyorum (e/k)

source: Molim te
da: Vær sød (når du beder om noget, du)
de: Bitte (um etwas bitten, du-Form)
en: Please (asking someone, informal)
fr: S'il te plaît
nb: Vær så snill (når du ber om noe, du)
nl: Alsjeblieft (als je iets vraagt, jij)
sv: Snälla (när man ber om något, du)
tr: Lütfen (rica ederken, sen)

source: Znaš ...
da: Ved du ...
de: Weißt du ...
en: Do you know ...
fr: Tu sais ...
nb: Vet du ...
nl: Weet je ...
sv: Vet du ...
tr: Biliyor musun ...

source: kajsija
da: abrikos
de: Aprikose
en: apricot
fr: abricot
nb: aprikos
nl: abrikoos
sv: aprikos
tr: kayısı

source: banana
da: banan
de: Banane
fr: banane
nb: banan
nl: banaan
sv: banan
tr: muz

source: kruška
da: pære
de: Birne
en: pear
fr: poire
nb: pære
nl: peer (vrucht)
sv: päron
tr: armut

source: kupina
da: brombær
de: Brombeere
en: blackberry
fr: mûre
nb: bjørnebær
nl: braam
sv: björnbär
tr: böğürtlen

source: jagoda
da: jordbær
de: Erdbeere
en: strawberry
fr: fraise
nb: jordbær
nl: aardbei
sv: jordgubbe
tr: çilek

source: smokva
da: figen
de: Feige
en: fig
fr: figue
nb: fiken
nl: vijg
sv: fikon
tr: incir

source: nar
da: granatæble
de: Granatapfel
en: pomegranate
fr: grenade (fruit)
nb: granateple
nl: granaatappel
sv: granatäpple

source: lješnjak
da: hasselnød
de: Haselnuss
en: hazelnut
fr: noisette
nb: hasselnøtt
nl: hazelnoot
sv: hasselnöt
tr: fındık

source: borovnica
da: blåbær
de: Heidelbeere
en: blueberry
fr: myrtille
nb: blåbær
nl: bosbes
sv: blåbär
tr: yaban mersini

source: malina
da: hindbær
de: Himbeere
en: raspberry
fr: framboise
nb: bringebær
nl: framboos
sv: hallon
tr: ahududu

source: dinja
da: honningmelon
de: Honigmelone
en: honeydew melon
fr: melon miel
nb: honningmelon
nl: honingmeloen
sv: honungsmelon
tr: kavun

source: kesten
da: kastanje
de: Kastanie
en: chestnut
fr: châtaigne
nb: kastanje
nl: kastanje
sv: kastanj
tr: kestane

source: trešnja
da: kirsebær
de: Kirsche
en: cherry
fr: cerise
nb: kirsebær
nl: kers
sv: körsbär
tr: kiraz

source: mandarina
da: mandarin (frugt)
de: Mandarine
en: mandarin orange
fr: mandarine
nb: mandarin
nl: mandarijn
sv: mandarin (frukt)
tr: mandalina

source: badem
da: mandel
de: Mandel
en: almond
fr: amande
nb: mandel
nl: amandel
sv: mandel

source: nektarina
da: nektarin
de: Nektarine
en: nectarine
fr: nectarine
nb: nektarin
nl: nectarine
sv: nektarin
tr: nektarin

source: breskva
da: fersken
de: Pfirsich
en: peach
fr: pêche (le fruit)
nb: fersken
nl: perzik
sv: persika
tr: şeftali

source: dunja
da: kvæde
de: Quitte
en: quince
fr: coing
nb: kvede
nl: kweepeer
sv: kvitten
tr: ayva

source: višnja
da: surkirsebær
de: Sauerkirsche
en: sour cherry
fr: griotte (cerise acide)
nb: surkirsebær
nl: zure kers
sv: surkörsbär
tr: vişne

source: suho voće
da: tørret frugt
de: Trockenobst
en: dried fruit
fr: fruits secs
nb: tørket frukt
nl: gedroogd fruit
sv: torkad frukt
tr: kuru meyve

source: lubenica
da: vandmelon
de: Wassermelone
en: watermelon
fr: pastèque
nb: vannmelon
nl: watermeloen
sv: vattenmelon
tr: karpuz

source: grožđe
da: vindrue
de: Weintraube
en: grape
fr: raisin
nb: drue
nl: druif
sv: vindruva
tr: üzüm

source: limun
da: citron
de: Zitrone
en: lemon
fr: citron
nb: sitron
nl: citroen
sv: citron
tr: limon

source: patlidžan
da: aubergine
de: Aubergine
en: eggplant
fr: aubergine
nb: aubergine
nl: aubergine
sv: aubergine
tr: patlıcan

source: karfiol
da: blomkål
de: Blumenkohl
en: cauliflower
fr: chou-fleur
nb: blomkål
nl: bloemkool
sv: blomkål
tr: karnabahar

source: brokula
da: broccoli
de: Brokkoli
en: broccoli
fr: brocoli
nb: brokkoli
nl: broccoli
sv: broccoli
tr: brokoli

source: grašak
da: ærter
de: Erbsen
en: peas
fr: petits pois
nb: erter
nl: erwten
sv: ärtor
tr: bezelye

source: mladi luk
da: forårsløg
de: Frühlingszwiebel
en: green onion
fr: oignon nouveau
nb: vårløk
nl: lente-ui
sv: salladslök
tr: taze soğan

source: boranija
da: grønne bønner
de: grüne Bohnen
en: green beans
fr: haricots verts
nb: grønne bønner
nl: sperziebonen
sv: gröna bönor
tr: taze fasulye

source: krastavac
da: agurk
de: Gurke
en: cucumber
fr: concombre
nb: agurk
nl: komkommer
sv: gurka
tr: salatalık

source: mrkva
da: gulerod
de: Karotte
en: carrot
fr: carotte
nb: gulrot
nl: wortel (groente)
sv: morot
tr: havuç

source: bijeli luk
da: hvidløg
de: Knoblauch
en: garlic
fr: ail
nb: hvitløk
nl: knoflook
sv: vitlök
tr: sarımsak

source: kupus
da: kål
de: Kohl
en: cabbage
fr: chou
nb: kål
nl: kool (groente)
sv: kål
tr: lahana

source: zelena salata
da: hovedsalat
de: Kopfsalat
en: lettuce
fr: laitue
nb: hodesalat
nl: kropsla
sv: huvudsallat
tr: marul

source: bundeva
da: græskar
de: Kürbis
en: pumpkin
fr: citrouille
nb: gresskar
nl: pompoen
sv: pumpa
tr: balkabağı

source: praziluk
da: porre
de: Lauch
en: leek
fr: poireau
nb: purre
nl: prei
sv: purjolök
tr: pırasa

source: kukuruz
da: majs
de: Mais
en: corn
fr: maïs
nb: mais
nl: maïs
sv: majs
tr: mısır

source: blitva
da: bladbede
de: Mangold
en: Swiss chard
fr: blette
nb: mangold
nl: snijbiet
sv: mangold
tr: pazı

source: bamija
da: okra
de: Okra
en: okra
fr: gombo
nb: okra
nl: okra
sv: okra
tr: bamya

source: paprika
da: peberfrugt
en: bell pepper
fr: poivron
tr: biber (sebze)

source: peršun
da: persille
de: Petersilie
en: parsley
fr: persil
nb: persille
nl: peterselie
sv: persilja
tr: maydanoz

source: gljive
da: svampe
de: Pilze
en: mushrooms
fr: champignons
nb: sopp
nl: paddenstoelen
sv: svamp
tr: mantar

source: rotkvica
da: radise
de: Radieschen
en: radish
fr: radis
nb: reddik
nl: radijs
sv: rädisa
tr: kırmızı turp

source: cvekla
da: rødbede
de: Rote Bete
en: beet
fr: betterave rouge
nb: rødbete
nl: rode biet
sv: rödbeta
tr: kırmızı pancar

source: crveni luk
da: rødløg
de: rote Zwiebel
en: red onion
fr: oignon rouge
nb: rødløk
nl: rode ui
sv: rödlök
tr: kırmızı soğan

source: ljuta paprika
da: stærk peberfrugt
de: scharfe Paprika
en: chili pepper
fr: piment fort
nb: sterk paprika (chili)
nl: hete peper
sv: stark paprika (chili)
tr: acı biber

source: celer
da: selleri
de: Sellerie
en: celery
fr: céleri
nb: selleri
nl: selderij
sv: selleri
tr: kereviz

source: špinat
da: spinat
de: Spinat
en: spinach
fr: épinards
nb: spinat
nl: spinazie
sv: spenat
tr: ıspanak

source: kelj
da: savojkål
de: Wirsing
en: savoy cabbage
fr: chou de Milan
nb: savoykål
nl: savooiekool
sv: savojkål
tr: kıvırcık lahana

source: tikvica
da: squash (zucchini)
de: Zucchini
en: zucchini
fr: courgette
nb: squash (zucchini)
nl: courgette
sv: zucchini
tr: sakız kabağı

source: prašak za pecivo
da: bagepulver
de: Backpulver
en: baking powder
fr: levure chimique
nb: bakepulver
nl: bakpoeder
sv: bakpulver
tr: kabartma tozu

source: maslac / puter
da: smør
de: Butter
en: butter
fr: beurre
nb: smør
nl: boter
sv: smör
tr: tereyağı

source: turšija
da: syltede grøntsager
de: eingelegtes Gemüse
en: pickled vegetables
fr: légumes marinés
nb: syltede grønnsaker
nl: ingelegde groente
sv: inlagda grönsaker
tr: turşu

source: sladoled
da: is (flødeis)
de: Eis (Speiseeis)
en: ice cream
fr: glace (dessert)
nb: iskrem
nl: ijs (consumptie-ijs)
sv: glass
tr: dondurma

source: začini
da: krydderier
de: Gewürze
en: spices
fr: épices
nb: krydder
nl: specerijen
sv: kryddor
tr: baharat

source: griz
da: semulje
de: Grieß
en: semolina
fr: semoule
nb: semulegryn
nl: griesmeel
sv: mannagryn
tr: irmik

source: mljeveno meso
da: hakket kød
de: Hackfleisch
en: ground meat
fr: viande hachée
nb: kjøttdeig
nl: gehakt
sv: köttfärs
tr: kıyma

source: kvasac
da: gær
de: Hefe
en: yeast
fr: levure
nb: gjær
nl: gist
sv: jäst
tr: maya

source: teletina
da: kalvekød
de: Kalbfleisch
en: veal
fr: viande de veau
nb: kalvekjøtt
nl: kalfsvlees
sv: kalvkött
tr: dana eti

source: keks
da: kiks
de: Kekse
en: cookies
fr: biscuits
nb: kjeks
nl: koekjes
sv: kex
tr: bisküvi

source: kečap
da: ketchup
de: Ketchup
en: ketchup
fr: ketchup
nb: ketchup
nl: ketchup
sv: ketchup
tr: ketçap

source: konzerva
da: konserves
de: Konserve
en: can (preserved food)
fr: conserve
nb: hermetikkboks
nl: conserven
sv: konserv
tr: konserve

source: janjetina
da: lammekød
de: Lammfleisch
en: lamb (meat)
fr: viande d'agneau
nb: lammekjøtt
nl: lamsvlees
sv: lammkött
tr: kuzu eti

source: pašteta
da: leverpostej
de: Leberpastete
en: liver pâté
fr: pâté de foie
nb: leverpostei
nl: leverpastei
sv: leverpastej
tr: ciğer ezmesi

source: leća
da: linser
de: Linsen
en: lentils
fr: lentilles
nb: linser
nl: linzen
sv: linser
tr: mercimek

source: margarin
da: margarine
de: Margarine
en: margarine
fr: margarine
nl: margarine

source: džem
da: syltetøj (marmelade)
de: Marmelade
en: jam
fr: confiture
nb: syltetøy
nl: jam
sv: sylt
tr: reçel

source: majonez
da: mayonnaise
de: Mayonnaise
en: mayonnaise
fr: mayonnaise
nb: majones
nl: mayonaise
sv: majonnäs
tr: mayonez

source: mineralna voda
da: mineralvand
de: Mineralwasser
en: mineral water
fr: eau minérale
nb: mineralvann
nl: mineraalwater
sv: mineralvatten
tr: maden suyu
